Repository: hassanamer/GraduationProject
Catalog: lib/l10n/app_*.arb
Languages: ar

# welcome_text
source: Welcome
ar: مرحبا

# welcome_state_one
source: We Hope You Find A Destination Make You Happy
ar: نأمل ان تجد المكان المناسب

source: Register
ar: إنشاء حساب

source: Login
ar: تسجيل

source: Sign up
ar: إنشاء

source: Submit
ar: إرسال

# forget_password_state_one
source: Don't worry! it happens. please enter
ar: لا تقلق ! يحدث ذلك . الرجاء

# forget_password_state_two
source: the address associated with your account.
ar: .إدخال العنوان المرتبط بحسابك

# remember
source: Remember the password?
ar: تذكرت حسابك ؟

source: Recover
ar: استعادة

source: Events
ar: الأحداث

source: Offers
ar: عروض

source: Special Places
ar: أماكن مميزة

source: see Details
ar: التفاصيل

source: Plan
ar: الخطة

source: Popular Places in Egypt
ar: أماكن أكثر شعبية في مصر

source: Mood
ar: الوضع

source: language
ar: اللغة

source: Log out
ar: تسجيل خروج

source: Create New Password?
ar: إنشاء حساب جديد

source: Confirm Password
ar: تأكيد كلمة السر

source: Success
ar: نجح

# check_your_email
source: Please check your email to create
ar: من فضلك تحقق من البريد من أجل الأنشاء

# new_password
source: A new password
ar: رمز سري جديد

# can_not_get_email
source: Can't Get Email ?
ar: ألا تسطتيع ان تحصل على بريد إلكتروني ؟

source: Resubmit
ar: إعادة التقديم

source: Congratulation your password has
ar: تهانينا لقد تم

source: been changed.
ar: تغير كلمة السر.

source: Where to go?
ar: إلى أين وجهتك؟

source: Discover Places
ar: اكتشف الاماكن

source: Forgot password?
ar: نسيت كلمة السر؟
